{
    "es":{
        "home":"Inicio",
        "about":"Sobre mí",
        "studies-work":"Estudios Trabajos",
        "portfolio":"Proyectos",
        "skills":"Habilidades",
        "contact":"Contacto",
        "title-main":"Desarrollador FullSatck",
        "ir-about":"Más información",
        "download":"Descargar CV",
        "title-portfolio":"Proyectos",
        "title-about":"¡Un poco sobre mí!",
        "name-about":"Anny Karolina Sánchez Rodríguez",
        "text-about":"Soy una persona enérgica, tenaz en todos los proyectos que me propongo. Trabajando con profesionalidad y responsabilidad junto a otras personas o de manera independiente. Desempeñándome ahora como desarrolladora Web FullStack donde contribuyo en el área de Backend y Frontend, teniendo en cuenta el uso de la metodología Agile, utilizando GitHub para el control de versiones y manteniendo los 5 principios SOLID. Siempre menciono que la mejor forma de garantizar que tus metas estén realizadas es trabajar con entereza y convicción.",
        "button-studies":"Estudios - Trabajos",
        "title-studies":"Estudios y Experiencia Laboral",
        "University-studies":"Educación Universitaria",
        "University":"Instituto Universitario de Tecnología de Administración Industrial. Homologado - España, Ingeniero Técnico de Informática de Gestión.",
        "title-language":"Idiomas",
        "text-language":"Escuela Oficial de Idiomas Villaverde. Inglés nivel A2.1 Madrid - España, cursando actualmente. Español Nativo",
        "title-course":"Cursos",
        "text-course":"Soporte de TI de Google - React Redux - Angular NestJs - Seguridad de la Información - Desarrollo Web de Comercio Electrónico.",
        "title-internships":"Prácticas",
        "text-internships":"Theliliapp.com Madrid - España. Ministerio del Poder Popular Para Relaciones de Interio y Justicias. Caracas - Venezuela.",
        "title-freelance":"Trabajo Independiente",
        "text-freelance":"Trabajar de manera independiente para obtener un mayor aprendizaje y estar conociendo constantemente nuevas tecnologías.",
        "title-work-experience":"Experiencia Laboral",
        "text-work-experience":"Fundación Tomillo - Factoría F5. Frontend (HTML5 CSS3 JavaScript) Backend (MongoDB PHP MySql), Desarrollador FullStack.",
        "button-my-constributions":"Proyectos",
        "title-git-one":"El Muro de te amo",
        "title-git-two":"Objetos Perdidos",
        "title-git-three":"WebOnada",
        "button-my-skills":"Habilidades",
        "title-skills":"Habilidades", 
        "copyright":"Copyright © Anny Karolina Sánchez Rodríguez"

    },
    "en":{
        "home":"Home",
        "about":"About me",
        "studies-work":"Studies Work",
        "portfolio":"Projects",
        "skills":"Skills",
        "contact":"Contact",
        "title-main":"FullStack Developer",
        "ir-about":"Find Out More",
        "download":"Dowload CV",
        "title-portfolio":"Projects",
        "title-about":"A little about me!",
        "name-about":"Anny Karolina Sánchez Rodríguez",
        "text-about":"I am an energetic, tenacious person in all the projects I propose. Working with professionalism and responsibility together with other people or independently. Now working as a FullStack Web developer where I contribute in the area of Backend and Frontend, taking into account the use of Agile methodology, using GitHub for version control and maintaining the 5 SOLID principles.I always mention that the best way to ensure that your goals are realized is to work with integrity and conviction.",
        "button-studies":"Studies - Works",
        "title-studies":"Studies and Work Experiences",
        "University-studies":"University Education",
        "University":"University Institute of Industrial Administration Technology. Approved - Spain, Technical Engineer of Management Informatics.",
        "title-language":"Languages",
        "text-language":"Official School of Languages Villaverde. English level A2.1 Madrid - Spain, currently studying. Spanish Native.",
        "title-course":"Courses",
        "text-course":"Google it Support - React Redux - Angular NestJs - Security of the Information - Web Development for e-commerce.",
        "title-internships":"Internship",
        "text-internships":"Theliliapp.com Madrid - Spain. Ministerio del Poder Popular Para Relaciones de Interio y Justicias. Caracas - Venezuela.",
        "title-freelance":"Work Freelance",
        "text-freelance":"Work independently to obtain greater learning and be constantly learning about new technologies.",
        "title-work-experience":"Work Experience",
        "text-work-experience":"Thyme Foundation - Factory F5. Frontend (HTML5 CSS3 JavaScript) Backend (MongoDB PHP MySql), Developer FullStack.",
        "button-my-constributions":"Projects",
        "title-git-one":"The Wall of I love you",
        "title-git-two":"Lost objects",
        "title-git-three":"WebOnada",
        "button-my-skills":"Skills",
        "title-skills":"Skills", 
        "copyright":"Copyright © Anny Karolina Sánchez Rodríguez"

    }
}
